{"id":1584,"date":"2018-05-09T22:10:05","date_gmt":"2018-05-09T22:10:05","guid":{"rendered":"https:\/\/interovr.com\/?p=1584"},"modified":"2019-09-19T20:12:10","modified_gmt":"2019-09-19T20:12:10","slug":"this-virtual-reality-app-designer-is-a-real-life-tucson-badass","status":"publish","type":"post","link":"https:\/\/interovr.com\/2018\/05\/09\/this-virtual-reality-app-designer-is-a-real-life-tucson-badass\/","title":{"rendered":"This Virtual Reality App Designer is a Real Life Tucson Badass"},"content":{"rendered":"<div class=\"fusion-fullwidth fullwidth-box nonhundred-percent-fullwidth non-hundred-percent-height-scrolling\"  style='background-color: #25292b;background-position: center center;background-repeat: no-repeat;padding-top:0px;padding-right:0px;padding-bottom:0px;padding-left:0px;'><div class=\"fusion-builder-row fusion-row \"><div  class=\"fusion-layout-column fusion_builder_column fusion_builder_column_1_1  fusion-one-full fusion-column-first fusion-column-last 1_1\"  style='margin-top:0px;margin-bottom:0px;'>\n\t\t\t\t\t<div class=\"fusion-column-wrapper\" style=\"padding: 0px 0px 0px 0px;background-position:left top;background-repeat:no-repeat;-webkit-background-size:cover;-moz-background-size:cover;-o-background-size:cover;background-size:cover;\"  data-bg-url=\"\">\n\t\t\t\t\t\t<div class=\"fusion-text\"><div class=\"subscriber-preview\">\n<p>Becca Rogers joined a team at Hack Arizona in January to compose music for a virtual-reality rowing app.<\/p>\n<\/div>\n<div class=\"subscriber-preview\">\n<p>She quickly realized the app had bigger needs. The design and development needed some finessing, so Rogers, 23, spent the next six hours teaching herself Unity, a game-development software.<\/p>\n<\/div>\n<div class=\"subscriber-only\">\n<p>By the end of the weekend, Rogers and her teammates had a demo.<\/p>\n<\/div>\n<div id=\"tncms-region-article_instory_top\" class=\"tncms-region hidden-print\"><\/div>\n<div class=\"subscriber-only\">\n<p>&#8220;I had no idea I could learn a software that fast,&#8221; said Rogers, a University of Arizona senior graduating this month with degrees in neuroscience and music. &#8220;It was eye-opening to me.&#8221;<\/p>\n<\/div>\n<div class=\"subscriber-only\">\n<p>Rogers, who was born and raised in Tucson, got connected to the app through friend and now-business partner Rodrigo Savage. Rogers said Savage developed the concept of a virtual reality rowing app when he moved to Tucson from Mexico, where he rowed at a collegiate level.<\/p>\n<\/div>\n<div class=\"subscriber-only\">\n<p>They met through the UA triathlon team, TriCats, and bonded over the shared absence of beloved teammates. Rogers missed her cross country team from her previous school, Mount Holyoke College in Massachusetts, and Savage, a UA grad student, missed his rowing team in Mexico.<\/p>\n<\/div>\n<div class=\"subscriber-only\">\n<p>&#8220;We had both lost our teams and then created this app that allows you to socialize and connect on the internet with multiple friends,&#8221; said Rogers.<\/p>\n<\/div>\n<div class=\"subscriber-only\">\n<p>For rowing, the app facilitates a lifelike scenario allowing athletes to set personal records and challenge others, even if real water is hard to find. Through their startup Intero, Savage, Rogers and their team are now in the process of developing an athletic virtual reality headset that&#8217;s fog and sweat resistant and works with a phone. They have plans to eventually develop VR software for other sports and exercises such as cycling and using an elliptical.<\/p>\n<div class=\"subscriber-only\">\n<p>Over the course of the year, they have worked with professional rowers in Mexico City and participated in Startup Weekend; the six-week accelerator Innovate UA; and Startup Tucson&#8217;s Thryve incubator for entrepreneurs.<\/p>\n<\/div>\n<div class=\"subscriber-only\">\n<p>The app is still in private beta, but Rogers said Intero has plans to launch it in the new year after improving the user interface and user experience. After she graduates, she hopes to join Savage, Intero&#8217;s CTO, in Europe to work with professional rowers. Then, Rogers, the CEO of Intero, will go full time with the startup.<\/p>\n<\/div>\n<div class=\"subscriber-only\">\n<p>While doing all of that, she also has plans for some VR development of her own. Actually, when Savage asked her to help at Hack Arizona, Rogers was already learning Python, a coding and programming language, to develop an app or website to link music and memory — her lifelong passions. And that&#8217;s really where it all begins for her.<\/p>\n<\/div>\n<div class=\"subscriber-only\">\n<p>She&#8217;s passionate about seeing VR used in athletics, education and training but also sees great potential to use it, along with music, to address memory loss.<\/p>\n<\/div>\n<div class=\"subscriber-only\">\n<p>We chatted with Rogers earlier in the semester about virtual reality, music and her interest in memory.<\/p>\n<\/div>\n<div class=\"subscriber-only\">\n<p><em>Editor&#8217;s note: These remarks have been edited for clarity. <\/em><\/p>\n<\/div>\n<div class=\"subscriber-only\">\n<p><strong>Tell us about your startup journey. <\/strong><\/p>\n<\/div>\n<div class=\"subscriber-only\">\n<p>&#8220;I have had an idea for a long time to start a different startup that has to do with Alzheimer&#8217;s and music. &#8230; That&#8217;s my big passion. Over last winter break, I decided I wanted to do something with Alzheimer&#8217;s but didn&#8217;t know where to start. How can I start a business and create something out of nothing? I was super overwhelmed, so I decided to learn to code and learned Xcode and Python, and then Rodrigo came along and &#8230; brought me on board with (the rowing app), and I thought this was a great way to learn everything I need to know for the future when I&#8217;m ready to start my own project.&#8221;<\/p>\n<\/div>\n<div class=\"subscriber-only\">\n<p><strong>Tell us more about the startup you want to launch. <\/strong><\/p>\n<\/div>\n<div class=\"subscriber-only\">\n<p>&#8220;The hope is that we can create a library for associating music, as well as auditory melodies, with episodic memories. With Alzheimer&#8217;s, auditory processing with music and recognizing tunes is one of the last things to go, so it&#8217;s the biggest hope for preserving episodic memories &#8230; The app idea I&#8217;ve had for about a year now &#8230; and what I&#8217;ve learned in this process is the possibility of combining virtual reality with Google Street View &#8230; and songs to create a strong episodic memory.  &#8230; If you wanted to remember something from your time at the UA, you could just have a VR UA view and the song that was potent during that time, and you just say something like, &#8216;This is when I met my first boyfriend.'&#8221;<\/p>\n<\/div>\n<div class=\"subscriber-only\">\n<p><strong>Where did your interests in music and memory originate? <\/strong><\/p>\n<\/div>\n<div class=\"subscriber-only\">\n<p>&#8220;My interest in music came when I was about 5 years old. I was really passionate about music and memories and would create tons of lists of songs connected to memories in my life, because I knew it was a potent way to store memory. &#8230; In middle school, my mom started to have severe memory loss, and she didn&#8217;t even remember my name sometimes. It was really awful. &#8230; So that was something that got me into neuroscience as well, that idea of preserving memories. &#8230; She has made somewhat of a recovery from it. Her memory has gotten better. It&#8217;s scary, because your memories make you who you are.&#8221;<\/p>\n<\/div>\n<div class=\"subscriber-only\">\n<p><strong>Were there any moments with your mom when music made a difference? <\/strong><\/p>\n<\/div>\n<div class=\"subscriber-only\">\n<p>&#8220;There was this one instance where I had been learning about how incredible music can be for retrieving memories, and I had a recorder when I was in elementary school<strong> <\/strong>&#8230; I was like, &#8216;Mom, try playing recorder.&#8217; And she just whipped out some crazy tune &#8230; and after that she talked about some memories she hadn&#8217;t ever really talked about &#8230; and that was the first time I saw that, and that got me pretty excited, seeing her remember these crazy stories because of the music. That was really special.&#8221;<\/p>\n<\/div>\n<div class=\"subscriber-only\">\n<p><strong>Have you always wanted to be an entrepreneur? <\/strong><\/p>\n<\/div>\n<div class=\"subscriber-only\">\n<p>&#8220;I wanted to be a doctor. I have all of the pre-med prerequisites. When I told (my parents) I had a startup, I think they were like, &#8216;Oh my gosh.&#8217; I think they were always afraid this would happen.&#8221;<\/p>\n<\/div>\n<div class=\"subscriber-only\">\n<p><strong>Talk a bit about women in tech. <\/strong><\/p>\n<\/div>\n<div class=\"subscriber-only\">\n<p>&#8220;One of my ultimate goals is to get more women to do this &#8230;  I think it would be great for women to not be afraid to tackle these things. For me, it took a man to get me excited about this kind of stuff, and I want to be able to do that for other women, so that&#8217;s a huge goal of mine: To make women feel confident about tech and leadership positions.&#8221;<\/p>\n<\/div>\n<div class=\"subscriber-only\">\n<p><strong>Have you encountered any challenges being a woman in the tech industry?<\/strong><\/p>\n<\/div>\n<div class=\"subscriber-only\">\n<p>&#8220;I go into interviews sometimes with Rodrigo, and we&#8217;ll both go in to meet someone, and they&#8217;ll only shake his hand, and it&#8217;s kind of like they don&#8217;t even realize it. I don&#8217;t take it too personally, I&#8217;ll just go in and say, &#8216;Hey, I&#8217;m Becca Rogers,&#8217; and make my way in. Especially in Mexico, everywhere we went, people thought we were dating. But we&#8217;re not, 100 percent. No. Everyone thinks I must be dating him to be part of this &#8230; That drives me crazy. That and the lack of handshakes.&#8221;<\/p>\n<\/div>\n<\/div>\n<p><a href=\"http:\/\/tucson.com\/thisistucson\/tucsonlife\/this-virtual-reality-app-designer-is-a-real-life-tucson\/article_b3cf19ba-da8f-11e7-998c-879c68d5f971.html\">http:\/\/tucson.com\/thisistucson\/tucsonlife\/this-virtual-reality-app-designer-is-a-real-life-tucson\/article_b3cf19ba-da8f-11e7-998c-879c68d5f971.html<\/a><\/p>\n<\/div><div class=\"fusion-clearfix\"><\/div>\n\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/div><\/div><\/div>\n","protected":false},"excerpt":{"rendered":"","protected":false},"author":1,"featured_media":1585,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[1],"tags":[],"_links":{"self":[{"href":"https:\/\/interovr.com\/wp-json\/wp\/v2\/posts\/1584"}],"collection":[{"href":"https:\/\/interovr.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/interovr.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/interovr.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/interovr.com\/wp-json\/wp\/v2\/comments?post=1584"}],"version-history":[{"count":4,"href":"https:\/\/interovr.com\/wp-json\/wp\/v2\/posts\/1584\/revisions"}],"predecessor-version":[{"id":2306,"href":"https:\/\/interovr.com\/wp-json\/wp\/v2\/posts\/1584\/revisions\/2306"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/interovr.com\/wp-json\/wp\/v2\/media\/1585"}],"wp:attachment":[{"href":"https:\/\/interovr.com\/wp-json\/wp\/v2\/media?parent=1584"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/interovr.com\/wp-json\/wp\/v2\/categories?post=1584"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/interovr.com\/wp-json\/wp\/v2\/tags?post=1584"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}