{"id":1626,"date":"2018-05-11T17:35:35","date_gmt":"2018-05-11T17:35:35","guid":{"rendered":"https:\/\/interovr.com\/?p=1626"},"modified":"2018-06-06T00:05:11","modified_gmt":"2018-06-06T00:05:11","slug":"gaceta-unam-publico-a-cerca-de-intero","status":"publish","type":"post","link":"https:\/\/interovr.com\/es\/2018\/05\/11\/gaceta-unam-publico-a-cerca-de-intero\/","title":{"rendered":"Gaceta UNAM publicó a cerca de Intero"},"content":{"rendered":"<h4 class=\"single-post-title\"><span class=\"post-title\">Crean egresados un entrenador deportivo virtual y personalizado<\/span><\/h4>\n<h5 class=\"post-subtitle\">La <em>app<\/em> sincroniza un celular con una máquina de ejercicio cardiovascular para facilitar la motivación y guiar al usuario<\/h5>\n<p>Entrenar en un gimnasio con la motivación de estar en una competencia real es posible con apoyo de la tecnología y la realidad virtual.<\/p>\n<p>Un grupo de egresados de las carreras de Ingeniería y Diseño Industrial de la UNAM, encabezados por Rodrigo Savage Chávez, de la Facultad de Ingeniería (FI), desarrollaron una aplicación (app) para teléfono celular que sincroniza ese dispositivo con una máquina de ejercicio cardiovascular para motivar al usuario, facilitar la rutina física y guiarlo como un entrenador virtual y personalizado.<\/p>\n<h5 class=\"subtitulo\"><strong>Fuerza, cadencia y velocidad<\/strong><\/h5>\n<p>La aplicación, que se conecta por medio de <em>Bluetooth<\/em> a máquinas de remo y equipos para esquiar, capta parámetros como fuerza, cadencia y velocidad que ayudan a tener información útil acerca del entrenamiento y cooperan para crear un ambiente inmersivo para la persona.<\/p>\n<p>“La máquina de cardio nos da los datos de qué tan rápido estás jalando los remos, a qué velocidad vas, da a conocer tu pulso y otros indicadores que usamos para hacer una simulación inmersiva de realidad virtual que se la presentamos al usuario. Así los movimientos físicos se traducen a movimientos virtuales”, explicó Rodrigo Savage.<\/p>\n<p>Para completar esta sensación, la <em>app<\/em> se acompaña con unos visores de realidad virtual diseñados para este proyecto, los cuales crean espacios inmersivos para que quien entrena sienta que se encuentra remando en una embarcación sobre el agua o esquiando en la nieve.<\/p>\n<p>“Con los lentes eres transportado a otro lugar. Si en el gimnasio estás haciendo ejercicios de remo, te ves en el mar. También te pueden conectar en línea para competir con otros. Queremos motivar a las personas para hacer actividad física, incentivarlas y que tengan un objetivo que alcanzar”, precisó.<\/p>\n<p>El dispositivo tiene diferentes entrenamientos, así que el usuario puede seleccionar rutinas o un entrenador que lo guía y configura el equipo. También puede entrenarse en grupo, con gente del mismo nivel o más avanzado, lo que motiva a esforzarse más.<\/p>\n<h5 class=\"subtitulo\"><strong>Diseño<\/strong><\/h5>\n<p>Los lentes virtuales son especiales para utilizarse por más de media hora, ligeros y no se empañan porque su diseño permite ventilarlos. “Me encargué del diseño del visor, que es liviano y no se derrapa ni empaña por su ventilación lateral; además se puede limpiar el sudor”, mencionó Samantha Morales, diseñadora industrial.<\/p>\n<p>Por su parte, Josué Urbina, también de Ingeniería, trabaja en la parte de inteligencia artificial, evaluando un catálogo de música motivacional para mejorar el rendimiento del deportista.<\/p>\n<p>Los jóvenes han creado la empresa Intero para llevar a futuro su app al mercado, y en la UNAM colaboran con Norma Elva Chávez Rodríguez, profesora de la FI, en su clase de proyectos de investigación, para enseñar a los alumnos a hacer investigación y a escribir artículos científicos.<\/p>\n<p><a href=\"http:\/\/www.gaceta.unam.mx\/index\/crean-egresados-un-entrenador-deportivo-virtual-y-personalizado\/\">http:\/\/www.gaceta.unam.mx\/index\/crean-egresados-un-entrenador-deportivo-virtual-y-personalizado\/<\/a><\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Crean egresados un entrenador deportivo virtual y personalizado La app sincroniza un celular con una máquina de ejercicio cardiovascular para facilitar la motivación y guiar al usuario [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":1496,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[30],"tags":[],"_links":{"self":[{"href":"https:\/\/interovr.com\/wp-json\/wp\/v2\/posts\/1626"}],"collection":[{"href":"https:\/\/interovr.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/interovr.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/interovr.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/interovr.com\/wp-json\/wp\/v2\/comments?post=1626"}],"version-history":[{"count":4,"href":"https:\/\/interovr.com\/wp-json\/wp\/v2\/posts\/1626\/revisions"}],"predecessor-version":[{"id":1652,"href":"https:\/\/interovr.com\/wp-json\/wp\/v2\/posts\/1626\/revisions\/1652"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/interovr.com\/wp-json\/wp\/v2\/media\/1496"}],"wp:attachment":[{"href":"https:\/\/interovr.com\/wp-json\/wp\/v2\/media?parent=1626"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/interovr.com\/wp-json\/wp\/v2\/categories?post=1626"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/interovr.com\/wp-json\/wp\/v2\/tags?post=1626"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}