{"id":1741,"date":"2018-07-21T02:19:08","date_gmt":"2018-07-21T02:19:08","guid":{"rendered":"https:\/\/interovr.com\/?page_id=1741"},"modified":"2018-07-21T02:19:08","modified_gmt":"2018-07-21T02:19:08","slug":"term-service","status":"publish","type":"page","link":"https:\/\/interovr.com\/term-service\/","title":{"rendered":"Terms of Service"},"content":{"rendered":"<h2>Intero LLC Terms of Service<\/h2>\n<h3>1. Terms<\/h3>\n<p>By accessing the website at <a href=\"http:\/\/interovr.com\">http:\/\/interovr.com<\/a>, you are agreeing to be bound by these terms of service, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws. If you do not agree with any of these terms, you are prohibited from using or accessing this site. The materials contained in this website are protected by applicable copyright and trademark law.<\/p>\n<h3>2. Use License<\/h3>\n<ol type=\"a\">\n<li>Permission is granted to temporarily download one copy of the materials (information or software) on Intero LLC&#8217;s website for personal, non-commercial transitory viewing only. This is the grant of a license, not a transfer of title, and under this license you may not:\n<ol type=\"i\">\n<li>modify or copy the materials;<\/li>\n<li>use the materials for any commercial purpose, or for any public display (commercial or non-commercial);<\/li>\n<li>attempt to decompile or reverse engineer any software contained on Intero LLC&#8217;s website;<\/li>\n<li>remove any copyright or other proprietary notations from the materials; or<\/li>\n<li>transfer the materials to another person or &#8220;mirror&#8221; the materials on any other server.<\/li>\n<\/ol>\n<\/li>\n<li>This license shall automatically terminate if you violate any of these restrictions and may be terminated by Intero LLC at any time. Upon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format.<\/li>\n<\/ol>\n<h3>3. Disclaimer<\/h3>\n<ol type=\"a\">\n<li>The materials on Intero LLC&#8217;s website are provided on an &#8216;as is&#8217; basis. Intero LLC makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.<\/li>\n<li>Further, Intero LLC does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its website or otherwise relating to such materials or on any sites linked to this site.<\/li>\n<\/ol>\n<h3>4. Limitations<\/h3>\n<p>In no event shall Intero LLC or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on Intero LLC&#8217;s website, even if Intero LLC or a Intero LLC authorized representative has been notified orally or in writing of the possibility of such damage. Because some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.<\/p>\n<h3>5. Accuracy of materials<\/h3>\n<p>The materials appearing on Intero LLC&#8217;s website could include technical, typographical, or photographic errors. Intero LLC does not warrant that any of the materials on its website are accurate, complete or current. Intero LLC may make changes to the materials contained on its website at any time without notice. However Intero LLC does not make any commitment to update the materials.<\/p>\n<h3>6. Links<\/h3>\n<p>Intero LLC has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by Intero LLC of the site. Use of any such linked website is at the user&#8217;s own risk.<\/p>\n<h3>7. Modifications<\/h3>\n<p>Intero LLC may revise these terms of service for its website at any time without notice. By using this website you are agreeing to be bound by the then current version of these terms of service.<\/p>\n<h3>8. Governing Law<\/h3>\n<p>These terms and conditions are governed by and construed in accordance with the laws of Arizona and you irrevocably submit to the exclusive jurisdiction of the courts in that State or location.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Intero LLC Terms of Service 1. Terms By accessing the website at http:\/\/interovr.com, you are agreeing to be bound by these terms of service, all [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"_links":{"self":[{"href":"https:\/\/interovr.com\/wp-json\/wp\/v2\/pages\/1741"}],"collection":[{"href":"https:\/\/interovr.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/interovr.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/interovr.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/interovr.com\/wp-json\/wp\/v2\/comments?post=1741"}],"version-history":[{"count":4,"href":"https:\/\/interovr.com\/wp-json\/wp\/v2\/pages\/1741\/revisions"}],"predecessor-version":[{"id":1746,"href":"https:\/\/interovr.com\/wp-json\/wp\/v2\/pages\/1741\/revisions\/1746"}],"wp:attachment":[{"href":"https:\/\/interovr.com\/wp-json\/wp\/v2\/media?parent=1741"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}