{"id":3,"date":"2018-05-25T15:48:06","date_gmt":"2018-05-25T15:48:06","guid":{"rendered":"https:\/\/interovr.com\/?page_id=3"},"modified":"2018-07-21T03:07:55","modified_gmt":"2018-07-21T03:07:55","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/interovr.com\/privacy-policy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"<h2>Who we are<\/h2>\n<p>Our website address is: https:\/\/interovr.com.<\/p>\n<h2>What personal data we collect and why we collect it<\/h2>\n<h3>Comments<\/h3>\n<p>When visitors leave comments on the site we collect the data shown in the comments form, and also the visitor&#8217;s IP address and browser user agent string to help spam detection.<\/p>\n<p>An anonymized string created from your email address (also called a hash) may be provided to the Gravatar service to see if you are using it. The Gravatar service privacy policy is available here: https:\/\/automattic.com\/privacy\/. After approval of your comment, your profile picture is visible to the public in the context of your comment.<\/p>\n<h3>Media<\/h3>\n<p>If you upload images to the website, you should avoid uploading images with embedded location data (EXIF GPS) included. Visitors to the website can download and extract any location data from images on the website.<\/p>\n<h3>Cookies<\/h3>\n<p>If you leave a comment on our site you may opt-in to saving your name, email address and website in cookies. These are for your convenience so that you do not have to fill in your details again when you leave another comment. These cookies will last for one year.<\/p>\n<p>If you have an account and you log in to this site, we will set a temporary cookie to determine if your browser accepts cookies. This cookie contains no personal data and is discarded when you close your browser.<\/p>\n<p>When you log in, we will also set up several cookies to save your login information and your screen display choices. Login cookies last for two days, and screen options cookies last for a year. If you select &quot;Remember Me&quot;, your login will persist for two weeks. If you log out of your account, the login cookies will be removed.<\/p>\n<p>If you edit or publish an article, an additional cookie will be saved in your browser. This cookie includes no personal data and simply indicates the post ID of the article you just edited. It expires after 1 day.<\/p>\n<h3>Embedded content from other websites<\/h3>\n<p>Articles on this site may include embedded content (e.g. videos, images, articles, etc.). Embedded content from other websites behaves in the exact same way as if the visitor has visited the other website.<\/p>\n<p>These websites may collect data about you, use cookies, embed additional third-party tracking, and monitor your interaction with that embedded content, including tracing your interaction with the embedded content if you have an account and are logged in to that website.<\/p>\n<h2>How long we retain your data<\/h2>\n<p>If you leave a comment, the comment and its metadata are retained indefinitely. This is so we can recognize and approve any follow-up comments automatically instead of holding them in a moderation queue.<\/p>\n<p>For users that register on our website (if any), we also store the personal information they provide in their user profile. All users can see, edit, or delete their personal information at any time (except they cannot change their username). Website administrators can also see and edit that information.<\/p>\n<h2>What rights you have over your data<\/h2>\n<p>If you have an account on this site, or have left comments, you can request to receive an exported file of the personal data we hold about you, including any data you have provided to us. You can also request that we erase any personal data we hold about you. This does not include any data we are obliged to keep for administrative, legal, or security purposes.<\/p>\n<p>Your privacy is important to us. It is Intero LLC&#8217;s policy to respect your privacy regarding any information we may collect from you across our website, <a href=\"http:\/\/interovr.com\">http:\/\/interovr.com<\/a>, and other sites we own and operate.<\/p>\n<p>We only ask for personal information when we truly need it to provide a service to you. We collect it by fair and lawful means, with your knowledge and consent. We also let you know why we’re collecting it and how it will be used.<\/p>\n<p>We only retain collected information for as long as necessary to provide you with your requested service. What data we store, we’ll protect within commercially acceptable means to prevent loss and theft, as well as unauthorised access, disclosure, copying, use or modification.<\/p>\n<p>We don’t share any personally identifying information publicly or with third-parties, except when required to by law.<\/p>\n<p>Our website may link to external sites that are not operated by us. Please be aware that we have no control over the content and practices of these sites, and cannot accept responsibility or liability for their respective privacy policies.<\/p>\n<p>You are free to refuse our request for your personal information, with the understanding that we may be unable to provide you with some of your desired services.<\/p>\n<p>Your continued use of our website will be regarded as acceptance of our practices around privacy and personal information. If you have any questions about how we handle user data and personal information, feel free to contact us.<\/p>\n<p>This policy is effective as of 20 July 2018.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Who we are Our website address is: https:\/\/interovr.com. What personal data we collect and why we collect it Comments When visitors leave comments on the [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"open","template":"","meta":[],"_links":{"self":[{"href":"https:\/\/interovr.com\/wp-json\/wp\/v2\/pages\/3"}],"collection":[{"href":"https:\/\/interovr.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/interovr.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/interovr.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/interovr.com\/wp-json\/wp\/v2\/comments?post=3"}],"version-history":[{"count":5,"href":"https:\/\/interovr.com\/wp-json\/wp\/v2\/pages\/3\/revisions"}],"predecessor-version":[{"id":1752,"href":"https:\/\/interovr.com\/wp-json\/wp\/v2\/pages\/3\/revisions\/1752"}],"wp:attachment":[{"href":"https:\/\/interovr.com\/wp-json\/wp\/v2\/media?parent=3"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}